Repository: WordPressBugBounty/plugins-pdf-flipbook-heyzine
Catalog: pdf-flipbook-heyzine/languages/pdf-flipbook-heyzine-*.po
Languages: ca, de_de, es_es, fr_fr, gl_es, it_it, pt_pt

source: Heyzine is a flipbook maker for realistic page turn effects or slideshows with your PDF. Customize the PDF viewer with your own brand and style and add interactivity like videos, audios, or any kind of embed to your PDF.
ca: Heyzine és un creador de flipbooks per a efectes realistes de canvi de pàgina o presentacions de diapositives a partir de PDF. Personalitza el visualitzador de PDF amb la teva pròpia marca i afegeix interactivitat com vídeos, àudios o qualsevol tipus d'incrustació al teu PDF.
de_de: Heyzine ist ein Flipbook für realistische Umblättereffekte oder Diashows mit deinem PDF. Passe den PDF-Viewer mit deiner eigenen Marke und deinem Stil an und füge Interaktivität wie Videos, Audios oder jede Art von Einbettung zu deinem PDF hinzu.
es_es: Heyzine es un creador de flipbooks para conseguir efectos realistas de paso de página o presentaciones de diapositivas con tu PDF. Personaliza el visor PDF con tu propia marca y estilo y añade interactividad como vídeos, audios o cualquier tipo de incrustación a tu PDF.
fr_fr: Heyzine est un créateur de flipbook qui permet d'obtenir des effets réalistes de page tournée ou de diaporama avec ton PDF. Personnalise la visionneuse de PDF avec ta propre marque et ton propre style et ajoute de l'interactivité comme des vidéos, des audios ou n'importe quel type d'intégration à ton PDF.
gl_es: Heyzine é un creador de flipbooks para conseguir efectos realistas de paso de páxina ou presentacións de diapositivas co teu PDF. Personaliza o visor de PDF coa túa propia marca e estilo e engade interactividade como vídeos, audios ou calquera tipo de incrustación o teu PDF.
it_it: Heyzine è un creatore di flipbook per ottenere effetti realistici di sfogliatura o slideshow con i tuoi PDF. Personalizza il visualizzatore di PDF con il tuo marchio e il tuo stile e aggiungi interattività come video, audio o qualsiasi tipo di embed al tuo PDF.
pt_pt: O Heyzine é um criador de flipbooks que permite criar efeitos realistas de virar a página ou slideshows com o teu PDF. Personaliza o visualizador de PDF com a tua própria marca e estilo e adiciona interatividade como vídeos, áudios ou qualquer tipo de incorporação ao teu PDF.

source: Select a file to create a new heyzine flipbook
ca: Selecciona un fitxer per crear un nou heyzine flipbook
de_de: Wähle eine Datei aus, um ein neues heyzine Flipbook zu erstellen
es_es: Selecciona un archivo para crear un nuevo heyzine flipbook
fr_fr: Sélectionne un fichier pour créer un nouveau heyzine flipbook
gl_es: Seleccione un ficheiro para crear un novo heyzine flipbook
it_it: Seleziona un file per creare un nuovo heyzine flipbook
pt_pt: Seleciona um ficheiro para criar um novo flipbook heyzine

source: Select file
ca: Tria el fitxer
de_de: Datei auswählen
es_es: Seleccionar archivo
fr_fr: Sélectionnez le fichier
gl_es: Seleccionar ficheiro
it_it: Seleziona file
pt_pt: Selecionar arquivo

source: Page
ca: Pàgina
de_de: Seite
es_es: Página
gl_es: Páxina
it_it: Pagina
pt_pt: Página

source: General
de_de: Allgemein
fr_fr: Général
gl_es: Xeral
it_it: Generale
pt_pt: Geral

source: Add New Flipbook
ca: Afegeix un Flipbook nou
de_de: Neues Flipbook hinzufügen
es_es: Añadir nuevo flipbook
fr_fr: Ajouter un nouveau flipbook
gl_es: Engadir novo Flipbook
it_it: Aggiungi un nuovo Flipbook
pt_pt: Adiciona um novo flipbook

source: You can not view this private data.
ca: No podeu veure aquestes dades privades.
de_de: Du kannst diese privaten Daten nicht einsehen.
es_es: No puedes ver estos datos privados.
fr_fr: Tu ne peux pas consulter ces données privées.
gl_es: Non podes ver estes datos privados.
it_it: Non è possibile visualizzare questi dati privati.
pt_pt: Não podes ver estes dados privados.

source: The flipbook does not exist.
ca: El flipbook no existeix.
de_de: Das Flipbook gibt es nicht.
es_es: El flipbook no existe.
fr_fr: Le flipbook n'existe pas.
gl_es: O flipbook non existe.
it_it: Il flipbook non esiste.
pt_pt: O flipbook não existe.

source: The flipbook state is invalid.
ca: L'estat del flipbook no és vàlid.
de_de: Der Status des Flipbooks ist ungültig.
es_es: El estado del flipbook es inválido
fr_fr: L'état du flipbook n'est pas valide.
gl_es: O estado do flipbook non é válido.
it_it: Lo stato del flipbook non è valido.
pt_pt: O estado do flipbook é inválido.

source: The flipbook save was not possible.
ca: No s´ha pogut desar el flipbook.
de_de: Das Speichern im Flipbook war nicht möglich.
es_es: No fue posible guardar el flipbook
fr_fr: L'enregistrement du flipbook n'était pas possible.
gl_es: Non foi posible gardar o flipbook.
it_it: Il salvataggio del flipbook non era possibile.
pt_pt: Não foi possível guardar o flipbook.

source: Error: File URL not valid
ca: Error: l'URL del fitxer no és vàlida
de_de: Fehler: Datei-URL nicht gültig
es_es: Error: La URL del archivo no es válida
fr_fr: Erreur : L'URL du fichier n'est pas valide
gl_es: Erro: URL do ficheiro non válido
it_it: Errore: URL del file non valido
pt_pt: Erro: URL do ficheiro não é válido

source: Error validating nonce
ca: Error en validar nonce
de_de: Fehler bei der Validierung der Nonce
es_es: Error al validar el nonce
fr_fr: Erreur de validation du nonce
gl_es: Erro validando nonce
it_it: Errore nella convalida del nonce
pt_pt: Erro na validação do nonce

source: Heyzine settings page
ca: Pàgina de configuració de Heyzine
de_de: Heyzine Einstellungsseite
es_es: Página de configuración de Heyzine
fr_fr: Page des paramètres de Heyzine
gl_es: Páxina de configuración de Heyzine
it_it: Pagina delle impostazioni di Heyzine
pt_pt: Página de definições do Heyzine

source: Invalid nonce state
ca: Estat nonce no vàlid
de_de: Ungültiger nonce Status
es_es: Estado nonce no válido
fr_fr: État nonce invalide
gl_es: Estado do nonce non válido
it_it: Stato nonce non valido
pt_pt: Estado de nonce inválido

source: Error creating the flipbook
ca: S'ha produït un error en crear el flipbook
de_de: Fehler beim Erstellen des Flipbooks
es_es: Error al crear el flipbook
fr_fr: Erreur lors de la création du flipbook
gl_es: Produciuse un erro ao crear o flipbook
it_it: Errore nella creazione del flipbook
pt_pt: Erro ao criar o flipbook

source: Create a new Heyzine Flipbook
ca: Crea un nou Heyzine Flipbook
de_de: Ein neues Heyzine Flipbook erstellen
es_es: Crear un nuevo Flipbook Heyzine
fr_fr: Créer un nouveau Heyzine Flipbook
gl_es: Crea un novo Heyzine Flipbook
it_it: Crea un nuovo Heyzine Flipbook
pt_pt: Cria um novo Heyzine Flipbook

source: Title
ca: Títol
de_de: Titel
es_es: Título
fr_fr: Titre
gl_es: Título
it_it: Titolo
pt_pt: Título

source: Subtitle
ca: Subtítol
de_de: Untertitel
es_es: Subtítulo
fr_fr: Sous-titre
gl_es: Subtítulo
it_it: Sottotitolo
pt_pt: Subtítulo

source: Page type
ca: Tipus de pàgina
de_de: Seiten Typ
es_es: Tipo de página
fr_fr: Type de page
gl_es: Tipo de páxina
it_it: Tipologia di pagina
pt_pt: Tipo de página

source: Magazine
ca: Revista
de_de: Magazin
es_es: Revista
gl_es: Revista
pt_pt: Revista

source: Slider
gl_es: Control deslizante

source: Cards
ca: Cartes
de_de: Karten
es_es: Tarjetas
fr_fr: Cartes
gl_es: Tarxetas
it_it: Carte
pt_pt: Cartões

source: One page
ca: Una pàgina
de_de: Eine Seite
es_es: Una página
fr_fr: Une page
gl_es: Unha páxina
pt_pt: Uma página

source: Save
ca: Desar
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
gl_es: Gardar
it_it: Salva
pt_pt: Guardar

source: Customize
ca: Personalitzar
de_de: Anpassen
es_es: Personalizar
fr_fr: Personnaliser
gl_es: Personalizar
it_it: Personalizza
pt_pt: Personalizar

source: Copy Link
ca: Copia l'enllaç
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
gl_es: Copiar ligazón
it_it: Copia Link
pt_pt: Copiar ligação

source: Copy Shortcode
ca: Copia el shortcode
de_de: Shortcode kopieren
es_es: Copiar shortcode
fr_fr: Copier le Shortcode
gl_es: Copiar código curto
it_it: Shortcode
pt_pt: Copiar shortcode

source: Select or upload a document (pdf, docx, pptx) to create a new flipbook.
ca: Selecciona o carrega un document (pdf, docx, pptx) per crear un flipbook nou.
de_de: Wähle ein Dokument aus oder lade es hoch (pdf, docx, pptx), um ein neues Flipbook zu erstellen.
es_es: Selecciona o sube un documento (pdf, docx, pptx) para crear un flipbook.
fr_fr: Sélectionne ou télécharge un document (pdf, docx, pptx) pour créer un nouveau flipbook.
gl_es: Seleccione ou cargue un documento (pdf, docx, pptx) para crear un novo flipbook.
it_it: Seleziona o carica un documento (pdf, docx, pptx) per creare un nuovo flipbook.
pt_pt: Seleciona ou carrega um documento (pdf, docx, pptx) para criar um novo flipbook.

source: Create flipbook
ca: Crea un flipbook
de_de: Flipbook erstellen
es_es: Crear flipbook
fr_fr: Créer un flipbook
gl_es: Crear flipbook
it_it: Crea un flipbook
pt_pt: Cria um flipbook

source: Error obtaining access to Heyzine
ca: S'ha produït un error en obtenir accés a Heyzine
de_de: Fehler beim Erhalten des Zugangs zu Heyzine
es_es: Error al obtener acceso a Heyzine
fr_fr: Erreur pour obtenir l'accès à Heyzine
gl_es: Produciuse un erro ao obter acceso a Heyzine
it_it: Errore nell'ottenere l'accesso a Heyzine
pt_pt: Erro ao obteres acesso ao Heyzine

source: Create or connect a Heyzine account to start converting and publishing flipbooks on your website.
ca: Crea o connecta un compte d'Heyzine per començar a convertir i publicar flipbooks al lloc web.
de_de: Erstelle oder verbinde ein Heyzine-Konto, um mit der Konvertierung und Veröffentlichung von Flipbooks auf deiner Website zu beginnen.
es_es: Crea o conecta una cuenta Heyzine para empezar a convertir y publicar flipbooks en tu sitio web.
fr_fr: Crée ou connecte un compte Heyzine pour commencer à convertir et à publier des flipbooks sur ton site web.
gl_es: Crea ou conecta unha conta de Heyzine para comezar a converter e publicar flipbooks no teu sitio web.
it_it: Crea o collega un account Heyzine per iniziare a convertire e pubblicare flipbook sul tuo sito web.
pt_pt: Cria ou liga uma conta Heyzine para começar a converter e publicar flipbooks no teu site.

source: Try to authenticate again.
ca: Prova d'autenticar de nou.
de_de: Versuche, dich erneut zu authentifizieren.
es_es: Intenta autenticarte de nuevo.
fr_fr: Essaie de t'authentifier à nouveau.
gl_es: Tenta autenticarte de novo.
it_it: Prova ad autenticarti di nuovo.
pt_pt: Tenta autenticar-se novamente.

source: Sign In or Sign Up
ca: Inicia sessió o registra't
de_de: Anmelden oder Registrieren
es_es: Regístrate o Accede
fr_fr: Se connecter ou s'inscrire
gl_es: Iniciar sesión ou rexistrarse
it_it: Accedi o registrati
pt_pt: Inscreve-te ou Regista-te

source: Flipbooks list
ca: Llista de Flipbooks
de_de: Flipbooks Liste
es_es: Lista de Flipbooks
fr_fr: Liste des flipbooks
gl_es: Lista de flipbooks
it_it: Elenco dei Flipbook
pt_pt: Lista de flipbooks

source: You can now create a new Heyzine Flipbook and add it to your posts or pages.
ca: Ara pots crear un nou Heyzine Flipbook i afegir-lo a les publicacions o pàgines.
de_de: Du kannst jetzt ein neues Heyzine Flipbook erstellen und es zu deinen Beiträgen oder Seiten hinzufügen.
es_es: Ahora puedes crear un nuevo Flipbook Heyzine y añadirlo a tus entradas o páginas.
fr_fr: Tu peux maintenant créer un nouveau Heyzine Flipbook et l'ajouter à tes articles ou à tes pages.
gl_es: Agora podes crear un novo Flipbook de Heyzine e engadilo ás túas publicacións ou páxinas.
it_it: Ora puoi creare un nuovo Heyzine Flipbook e aggiungerlo ai tuoi post o alle tue pagine.
pt_pt: Agora podes criar um novo Heyzine Flipbook e adicioná-lo aos teus posts ou páginas.

source: Select the flipbook, copy and paste the shortcode, or add a new Heyzine block in the Gutenberg editor.
ca: Selecciona el flipbook, copia i enganxa el shortcode o afegeix un nou bloc Heyzine a l'editor Gutenberg.
de_de: Wähle das Flipbook aus, kopiere den Shortcode und füge ihn ein oder füge im Gutenberg-Editor einen neuen Heyzine-Block hinzu.
es_es: Selecciona el flipbook, copia y pega el shortcode, o añade un nuevo bloque Heyzine en el editor Gutenberg.
fr_fr: Sélectionne le flipbook, copie et colle le shortcode, ou ajoute un nouveau bloc Heyzine dans l'éditeur Gutenberg.
gl_es: Selecciona o flipbook, copia e pega o shortcode ou engade un novo bloque Heyzine no editor Gutenberg.
it_it: Seleziona il flipbook, copia e incolla lo shortcode o aggiungi un nuovo blocco Heyzine nell'editor di Gutenberg.
pt_pt: Seleciona o flipbook, copia e cola o shortcode ou adiciona um novo bloco do Heyzine no editor do Gutenberg.

source: Cover
ca: Portada
es_es: Cubrir
fr_fr: Couverture
gl_es: Cuberta
pt_pt: Capa

source: Copy link
ca: Copiar enllaç
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
gl_es: Copiar a ligazón
it_it: Copia link
pt_pt: Copiar link

source: Shortcode
gl_es: Código curto
it_it: Codice abbreviato

source: Shortcode Generator
ca: Generador de shortcode
es_es: Generador de Shortcodes
fr_fr: Générateur de Shortcode
gl_es: Xerador de Shortcodes
it_it: Generatore Shortcode
pt_pt: Gerador Shortcode

source: Toggle panel
ca: Alterna el panell
de_de: Bedienfeld umschalten
es_es: Alternar Panel
fr_fr: Panneau bascule
gl_es: Alterna o panel
it_it: Attiva/Disattiva il riquadro
pt_pt: Painel de alternância

source: Select your Heyzine title to view the shortcode to embed it.
ca: Selecciona el títol de Heyzine per veure el shortcode per incrustar.
de_de: Wähle deinen Heyzine-Titel aus, um den Shortcode zum Einbetten anzuzeigen.
es_es: Selecciona el título de tu Heyzine para ver su shortcode para incrustar.
fr_fr: Sélectionne ton titre Heyzine pour afficher le shortcode permettant de l'intégrer.
gl_es: Selecciona o título do Heyzine para ver o código curto para incorporalo.
it_it: Seleziona il titolo di Heyzine per visualizzare lo shortcode per incorporarlo.
pt_pt: Seleciona o título do teu Heyzine para ver o código curto para o incorporar.

source: Select a Heyzine Flipbook
ca: Tria un Heyzine Flipbook
de_de: Wähle ein Heyzine Flipbook
es_es: Selecciona un Flipbook Heyzine
fr_fr: Sélectionne un Heyzine Flipbook
gl_es: Seleccione un Heyzine Flipbook
it_it: Seleziona un Heyzine Flipbook
pt_pt: Seleciona um Heyzine Flipbook

source: Open on
ca: Obre a
de_de: Öffnen am
es_es: Abrir en
fr_fr: Ouvrir le
gl_es: Abrir
it_it: Aprire su
pt_pt: Abre em

source: Select page
ca: Seleccionar pàgina
de_de: Seite auswählen
es_es: Seleccionar página
fr_fr: Sélectionner la page
gl_es: Seleccionar Páxina
it_it: Seleziona pagina
pt_pt: Selecionar Página

source: Responsive width
ca: Amplada adaptativa
de_de: Breite (responsive)
es_es: Ancho Responsivo
fr_fr: largeur des vignettes Responsive
gl_es: Ancho responsivo
it_it: Larghezza reattiva
pt_pt: Largura adaptável

source: Flipbook width
ca: Amplada del Flipbook
de_de: Flipbook Breite
es_es: Ancho del flipbook
fr_fr: Largeur du Flipbook
gl_es: Ancho do Flipbook
it_it: Larghezza del flipbook
pt_pt: Largura do flipbook

source: Flipbook height
ca: Alçada del Flipbook
de_de: Höhe des Flipbook
es_es: Altura del flipbook
fr_fr: Hauteur du flipbook
gl_es: Altura do Flipbook
it_it: Altezza del flipbook
pt_pt: Altura do flipbook

source: Click to copy the shortcode to clipboard
ca: Fes clic per copiar el shortcode al porta-retalls
de_de: Klicke, um den Shortcode in die Zwischenablage zu kopieren
es_es: Haz clic para copiar el shortcode al portapapeles
fr_fr: Clique pour copier le shortcode dans le presse-papiers
gl_es: Preme para copiar o código curto o portapapeis
it_it: Clicca per copiare il shortcode negli appunti
pt_pt: Clica para copiar o shortcode para a área de transferência

source: Settings
ca: Configuració
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
gl_es: Axustes
it_it: Impostazioni
pt_pt: Configurações

source: Connected with
ca: Connectat amb
de_de: Verbunden mit
es_es: Conectado con
fr_fr: Connecté avec
gl_es: Conectado con
it_it: Collegato con
pt_pt: Ligado a

source: Disconnect Heyzine Account
ca: Desconnecta el compte d'Heyzine
de_de: Heyzine-Konto abmelden
es_es: Desconectar cuenta Heyzine
fr_fr: Déconnecter le compte Heyzine
gl_es: Desconectar a conta de Heyzine
it_it: Disconnetti l'account Heyzine
pt_pt: Desligar a conta Heyzine

source: All the embedded flipbooks will keep working, but you will need to reconnect your Heyzine account to add new flipbooks.
ca: Tots els flipbooks incrustats continuaran funcionant, però hauràs de tornar a connectar el compte d'Heyzine per afegir nous flipbooks.
de_de: Alle eingebetteten Daumenkinos funktionieren weiterhin, aber du musst dein Heyzine-Konto erneut einrichten, um neue Daumenkinos hinzuzufügen.
es_es: Todos los flipbooks incrustados seguirán funcionando, pero tendrás que volver a conectar tu cuenta Heyzine para añadir nuevos flipbooks.
fr_fr: Tous les flipbooks intégrés continueront à fonctionner, mais tu devras te reconnecter à ton compte Heyzine pour ajouter de nouveaux flipbooks.
gl_es: Todos os flipbooks incorporados seguirán funcionando, pero terás que conectar de novo a túa conta de Heyzine para engadir novos flipbooks.
it_it: Tutti i flipbook incorporati continueranno a funzionare, ma dovrai ricollegare il tuo account Heyzine per aggiungere nuovi flipbook.
pt_pt: Todos os flipbooks incorporados continuarão a funcionar, mas terás de voltar a ligar a tua conta Heyzine para adicionar novos flipbooks.

source: Disconnect
ca: Desconnecta
de_de: Trennen
es_es: Desconectar
fr_fr: Déconnecter
gl_es: Desconectar
it_it: Disconnetti
pt_pt: Desligar

source: Select a Heyzine Flipbook:
ca: Selecciona un Heyzine Flipbook:
de_de: Wähle ein Heyzine Flipbook aus:
es_es: Selecciona un Flipbook Heyzine:
fr_fr: Sélectionne un Heyzine Flipbook:
gl_es: Seleccione un Heyzine Flipbook:
it_it: Seleziona un Flipbook Heyzine:
pt_pt: Seleciona um Heyzine Flipbook:

source: Embed
ca: Incrusta
de_de: Einbetten
es_es: Incrustar
fr_fr: Intégration
gl_es: Ligazóns
it_it: Incorpora
pt_pt: Incorporação

source: Select a Heyzine:
ca: Selecciona un Heyzine:
de_de: Wähle ein Heyzine aus:
es_es: Selecciona un Heyzine:
fr_fr: Sélectionne un Heyzine :
gl_es: Seleccione un Heyzine:
it_it: Seleziona una Heyzine:
pt_pt: Seleciona um Heyzine:

source: Select the Heyzine title to be inserted
ca: Selecciona el títol de Heyzine que voleu inserir
de_de: Wähle den Heyzine-Titel aus, der eingefügt werden soll
es_es: Selecciona el título del Heyzine que se insertará
fr_fr: Sélectionne le titre Heyzine à insérer
gl_es: Seleccionar o título do Heyzine a inserir
it_it: Seleziona il titolo Heyzine da inserire
pt_pt: Seleciona o título do Heyzine a inserir

source: Determines whether the width will be responsive and depending of the Heyzine height
ca: Determina si l'amplada será adaptativa i en funció de l'alçada de Heyzine
de_de: Legt fest, ob die Breite von der Höhe der Heyzine abhängt
es_es: Determina si el ancho será responsivo y dependiente de la altura del Heyzine
fr_fr: Détermine si la largeur sera réactive et dépendra de la hauteur de Heyzine
gl_es: Determina se o ancho será responsivo e dependendo da altura do Heyzine
it_it: Determina se la larghezza sarà reattiva e dipende dall'altezza di Heyzine
pt_pt: Determina se a largura será responsiva e dependente da altura do Heyzine

source: Sets the width of the embedded Heyzine
ca: Estableix l'amplada de l'heyzine incrustat
de_de: Legt die Breite der eingebetteten Heyzine fest
es_es: Establece el ancho del Heyzine incrustado
fr_fr: Définit la largeur de l'Heyzine intégré
gl_es: Establece o ancho do Heyzine incrustado
it_it: Imposta la larghezza della Heyzine incorporata
pt_pt: Define a largura do Heyzine incorporado

source: Sets the height of the embedded Heyzine
ca: Estableix l'alçada de l'heyzine incrustat
de_de: Legt die Höhe der eingebetteten Heyzine fest
es_es: Establece la altura del Heyzine incrustado
fr_fr: Définit la hauteur de l'Heyzine intégré
gl_es: Establece a altura do Heyzine incrustado
it_it: Imposta l'altezza della Heyzine incorporata
pt_pt: Define a altura do Heyzine incorporado

source: Additional options
ca: Opcions addicionals
de_de: Zusätzliche Optionen
es_es: Opciones adicionales
fr_fr: Informations complémentaires
gl_es: Opcións adicionais
it_it: Opzioni aggiuntive
pt_pt: Opções adicionais

source: Show Border
ca: Mostra la vora
de_de: Umrandung anzeigen
es_es: Mostrar borde
fr_fr: Afficher la bordure
gl_es: Mostrar borde
it_it: Mostra bordo
pt_pt: Exibir borda

source: Determines whether to display a border around the embed
ca: Determina si s'ha de mostrar una vora al voltant de la inserció
de_de: Legt fest, ob ein Rahmen um die Einbettung angezeigt werden soll
es_es: Determina si se muestra un borde alrededor de la incrustación
fr_fr: Détermine s'il faut afficher une bordure autour de l'élément incorporé
gl_es: Determina se se debe mostrar un bordo ao redor da inserción
it_it: Determina se visualizzare un bordo intorno all'elemento incorporato
pt_pt: Determina se deve ser apresentado um contorno à volta da incorporação

source: Show page turn hint
ca: Mostra suggerència de canvi de pàgina
de_de: Vorschlag für Seitenwechsel anzeigen
es_es: Mostrar sugerencia de paso de página
fr_fr: Afficher la suggestion de changement de page
gl_es: Mostrar unha animación de cambio de páxina
it_it: Mostra il suggerimento di girare pagina
pt_pt: Mostra uma sugestão para virar a página

source: Determines whether a page folding animation is displayed to attract attention
ca: Determina si es mostra una animació de plegat de pàgina per cridar l'atenció
de_de: Bestimmt, ob eine Animation zum Falten der Seite angezeigt wird, um die Aufmerksamkeit zu erregen
es_es: Determina si se muestra una animación de plegado de página para llamar la atención
fr_fr: Détermine si une animation de pliage de page est affichée pour attirer l'attention
gl_es: Determina se se mostra unha animación de dobrado de páxina para chamar a atención
it_it: Determina se viene visualizzata un'animazione di piegatura della pagina per attirare l'attenzione
pt_pt: Determina se é apresentada uma animação de dobragem da página para atrair a atenção

source: Loading...
ca: Carregant…
de_de: Lade...
es_es: Cargando...
fr_fr: Chargement...
gl_es: Cargando...
it_it: Caricamento...
pt_pt: A carregar...

source: Select a Heyzine Flipbook to embed
ca: Selecciona un Heyzine Flipbook per inserir
de_de: Wähle ein Heyzine Flipbook zum Einbetten
es_es: Selecciona un Flipbook Heyzine para incrustar
fr_fr: Sélectionne un Heyzine Flipbook à intégrer
gl_es: Seleccione un Heyzine Flipbook para incrustar
it_it: Seleziona un Heyzine Flipbook da incorporare
pt_pt: Seleciona um Heyzine Flipbook para incorporar

source: There are no Heyzine Flipbooks available
ca: No hi ha Heyzine Flipbooks disponibles
de_de: Es sind keine Heyzine Flipbooks verfügbar
es_es: No hay Flipbooks Heyzine disponibles
fr_fr: Il n'y a pas de Heyzine Flipbooks disponibles
gl_es: Non hai Heyzine Flipbooks dispoñibles
it_it: Non ci sono Flipbook Heyzine disponibili
pt_pt: Não há Flipbooks Heyzine disponíveis

# block description
source: Embed a Heyzine Flipbook
ca: Insereix un Heyzine Flipbook
de_de: Ein Heyzine Flipbook einbetten
es_es: Insertar un Heyzine Flipbook
fr_fr: Intégrer un Heyzine Flipbook
gl_es: Inserir un Flipbook de Heyzine
it_it: Incorpora un Heyzine Flipbook
pt_pt: Incorpora um Flipbook Heyzine

# block keyword
source: embed
ca: incrustar
de_de: Einbetten
es_es: incrustar
fr_fr: contenu embarqué
gl_es: incrustar
it_it: integrato
pt_pt: incorporar

# block keyword
source: magazine
ca: revista
de_de: Zeitschriften
es_es: revista
gl_es: revista
pt_pt: revista

# block keyword
source: catalog
ca: catàleg
de_de: Katalog
es_es: catálogo
fr_fr: catalogue
gl_es: catálogo
it_it: catalogo
pt_pt: catálogo

# block keyword
source: report
ca: informe
de_de: Bericht
es_es: informe
fr_fr: signaler
gl_es: informe
pt_pt: relatório
