Repository: WordPressBugBounty/plugins-pdf-flipbook-heyzine
Catalog: pdf-flipbook-heyzine/languages/pdf-flipbook-heyzine-*.po
Languages: ca, de_de, es_es, fr_fr, gl_es, it_it, pt_pt

# block keyword
source: publication
ca: publicació
de_de: publikation
es_es: publicación
gl_es: publicación
it_it: pubblicazione
pt_pt: publicação
